12/data/attachments/e444438908941eee.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Cheryl_until_Actions_95163_2</nif:username>
            <nif:friendToBeRequested>soap_actions_fc850100-1500-4b6b-9730-d02d2e25f44b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>